Revit 2024 API
ColorFillSchemeEntry.StorageType Property
 The storage type of the value stored in this entry.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022
Syntax
C#
public StorageType StorageType { get; }
Visual Basic
Public ReadOnly Property StorageType As StorageType
	Get
Visual C++
public:
property StorageType StorageType {
	StorageType get ();
}
See Also
ColorFillSchemeEntry Class
Autodesk.Revit.DB Namespace